Repository: wp-plugins/mtphr-widgets
Catalog: languages/mtphr-widgets-*.po
Languages: it_it

source: Displays recent comments.
it_it: Mostra commenti recenti.

source: Metaphor Recent Comments
it_it: Metaphor Commenti Recenti

source: %s ago
it_it: %s fa

source: Title:
it_it: Titolo:

source: Number of Posts:
it_it: Numero di Articoli:

source: Excerpt Length:
it_it: Lunghezza Riassunto:

source: Show Avatar?
it_it: Mostra Avatar?

source: Show Advanced Info
it_it: Mostra Info Avanzate

source: Widget ID:
it_it: ID Widget:

source: Displays contact information.
it_it: Mostra informazioni di contatto.

source: Metaphor Contact
it_it: Metaphor Contatti

source: Title
it_it: Titolo

source: Description
it_it: Descrizione

source: Displays recent posts.
it_it: Mostra articoli recenti.

source: Metaphor Recent Posts
it_it: Metaphor Articoli Recenti

source: Author:
it_it: Autore:

source: Category:
it_it: Categoria:

source: Displays your social links.
it_it: Mostra i tuoi social links.

source: Open links in a new window/tab
it_it: Apri links in una nuova finestra/scheda

source: Displays a users latest twitter comments.
it_it: Mostra gli ultimi commenti twitter dell'utente

source: Twitter Username:
it_it: Nome Utente Twitter:

source: Number of Tweets:
it_it: Numero di Tweets:

source: Show Icon?
it_it: Mostra Icona?

source: Use Avatar?
it_it: Usa Avatar?

source: Error
it_it: Errore

source: ago
it_it: fa

source: Sorry, but there was a problem connecting to the API.
it_it: Spiacente, c'è stato un problema di collegamento con l'API

source: Number of Comments:
it_it: Numero di Commenti:

source: In order to use the new <strong>Metaphor Widgets</strong> you must deactivate <strong>Metaphor Widgets Pack #1</strong>
it_it: Per usare <strong>Metaphor Widgets</strong> devi disattivare <strong>Metaphor Widgets Pack #1</strong>

source: Latest Comments
it_it: Ultimi Commenti

source: Contact
it_it: Contatto

source: Add your address here...
it_it: Aggiungi il tuo indirizzo qui...

source: Displays previous, next, and archive links for single posts.
it_it: Mostra links precedente, successivo, archivio per i singoli articoli.

source: Metaphor Post Navigation
it_it: Metaphor Navigazione Articolo

source: Previous
it_it: Precedente

source: Next
it_it: Successivo

source: Home link text:
it_it: Testo link home:

source: Custom home link:
it_it: Link home personalizzato:

source: Previous link text:
it_it: Testo link precedente:

source: Next link text:
it_it: Testo link successivo:

source: Blog Posts
it_it: Articoli Blog

source: Get Social
it_it: Diventa Social

source: Recent Tweets
it_it: Tweets Recenti

source: Displays collapsible content.
it_it: Mostra contenuto collassabile.

source: Metaphor Collapse
it_it: Metaphor Collassa

source: Information
it_it: Informazioni

source: Add a heading here...
it_it: Aggiungi una intestazione qui...

source: Add a description here...
it_it: Aggiungi una descrizione qui...

source: Heading
it_it: Intestazione

source: Query order:
it_it: Ordine query:

source: Access granted!
it_it: Accesso concesso!

source: Access error
it_it: Errore accesso

source: Generate pin from Twitter
it_it: Genera pin da Twitter

source: Your pin
it_it: Il tuo pin

source: Metaphor Widgets Settings
it_it: Impostazioni Metaphor Widgets

source: <p><strong>There was an error connecting to Twitter.</strong><br/>Please reset the settings and try again in a couple minutes.</p>
it_it: <p><strong>C'è stato un errore di collegamento a Twitter.</strong><br/>Per favore azzera le impostazioni e riprova tra un paio di minuti.</p>

source: Regenerate Link
it_it: Rigenera Link

source: Screen name:
it_it: Nome schermo:

source: User ID:
it_it: ID Utente:

source: Access token:
it_it: Token di accesso:

source: Access token secret:
it_it: Token di accesso segreto:

source: <strong>There was an error accessing your account.</strong><br/>Please reset the settings and try again in a couple minutes.
it_it: <strong>C'è stato un errore entrando nel tuo profilo.</strong><br/>Per favore azzera le impostazioni e riprova tra un paio di minuti.

source: Read more
it_it: Leggi tutto

source: More Text :
it_it: Testo Leggi tutto:

source: Metaphor Tabbed Posts
it_it: Metaphor Articoli in schede

source: Popular
it_it: Popolare

source: Recent
it_it: Recente

source: Date Format:
it_it: Formato Data:

source: Generate a pin from Twitter to grant access to Metaphor Widgets
it_it: Generare un perno da Twitter per concedere l'accesso alla metafora Widget

source: Twitter feed must be authorized.
it_it: Feed Twitter deve essere autorizzato.

source: You must authorize <strong>Metaphor Widgets</strong> access through Twitter before you can display any feeds.
it_it: È necessario autorizzare <strong> Widget metafora </ strong> di accesso tramite Twitter prima di poter visualizzare qualsiasi feed.

source: Taxonomy:
it_it: Tassonomia:

source: Terms: <small>Use slugs separated by commas (,)</small>
it_it: Condizioni: <small>Utilizzare lumache separati da virgole (,)</small>

source: Twitter settings
it_it: Impostazioni di Twitter

source: Save Changes
it_it: Salvare Cambiamenti

source: Reset Authorization
it_it: Reset Autorizzazioni

source: Reset Information
it_it: Reset Informazioni

source: API Information
it_it: Informazioni API

source: In order to connect to Twitter you must create a custom application with your account. Please follow the directions here to quickly get your application up and running!
it_it: Per connetterti a Twitter devi creare un'applicazione personalizzata con il tuo account. Per favore segui la guida per andare direttamente alla tua applicazione e farla partire!

source: Twitter User Info
it_it: Informazioni Utente Twitter

source: Congratulation! You are now connected to Twitter. %s
it_it: Congratulazioni! Sei connesso a Twitter. %s

source: Twitter Error
it_it: Errore di Twitter

source: Whoops! There seems to have been an error connecting to Twitter. %s
it_it: Ops! Sembra ci sia stato un errore nel tentativo di connettersi a Twitter. %s

source: Authorization
it_it: Autorizzazione

source: You must authorize your account with Twitter to use Ditty Twitter Ticker %s
it_it: Devi autorizzare il tuo account di Twitter per usare Ditty Twitter Ticker %s

source: Cache Time
it_it: Tempo della Cache

source: Set the amount of time your feeds should stay cached
it_it: impostare per quanto tempo i tuoi feeds dovrebbero rimanere in cache

source: Log in to your Twitter account at %s
it_it: Accedi con il tuo account Twitter a %s

source: My applications
it_it: Le Mie Applicazioni

source: Hover over your avatar and select %s
it_it: Scegli il tuo avatar e seleziona %s

source: Create New App
it_it: Creare una Nuova App

source: Select %s
it_it: Seleziona %s

source: Give your application an appropriate <strong>Name</strong> and <strong>Description</strong>
it_it: Dai alla tua applicazione un <strong>Nome</strong> e una <strong>Descrizione</strong> adeguata

source: Copy and paste the following URL into the <strong>Website</strong> field
it_it: Copia e incolla la seguente URL nel campo <strong>Website</strong>

source: Copy and paste the following URL into the <strong>Callback URL</strong> field
it_it: Copia e incolla la seguente URL nel campo <strong>Richiama URL</strong> (callback URL)

source: Select the checkbox to agree to the <strong>Developer Rules of the Road</strong>
it_it: Spunta la casella per accettare <strong>Developer Rules of the Road</strong>

source: Select <strong>Create your Twitter Application</strong> to register your new application
it_it: Selezionare <strong>Crea la tua Applicazione di Twitter</strong> per registrare la tua nuova applicazione

source: Once your application is created select the <strong>API Keys</strong> tab on your application page
it_it: Una volta che l'applicazione è stata creata seleziona il tab <strong>API Keys</strong> sulla tua pagina applicazione

source: Copy and paste the generated <strong>API key</strong> here
it_it: Copiare e incollare l' <strong>API key</strong> generata qui

source: Copy and paste the generated <strong>API secret</strong> here
it_it: Copiare e incollare l' <strong>API secret</strong> generata qui

source: Select <strong>Save Changes</strong> below
it_it: Seleziona <strong>Salva Cambiamenti</strong> qui sotto

source: Authorize Twitter
it_it: Autorizzare Twitter

source: There was an error with the Twitter API.
it_it: Si era verificato un errore con l'API Twitter

source: Sorry, there was an issue authorizing Twitter.
it_it: Spiacenti, esisteva già un'autorizzazione per Twitter.

source: Error %s:
it_it: Errore %s:

source: Minutes
it_it: Minuti

source: <a href="%s"><strong>Click here</strong></a> for instructions on creating an app and granting acces to <strong>Metaphor Widgets</strong>.
it_it: <a href="%s"><strong>Cliccare qui</strong></a> per istruzioni o per creare un'app e garantire l'accesso a <strong>Metaphor Widgets</strong>.

source: Open links in window/tab
it_it: Apri il link in una nuova finestra/pagina
